Repository: lweller/zeus
Catalog: zeus-web-ui/src/assets/i18n/*.po
Languages: de, fr

source: 1 hour
de: 1 Stunde
fr: 1 heure

source: Cancel
de: Abbrechen
fr: Annuler

source: Command has been sent to device, but ended up with a failure, leaving device possibly in an undefined state.
de: Befehl wurde an das Gerät gesendet, aber hat zu einem Fehler geführt, was möglicherweise einen undefinierten Zustand zur Folge haben kann.
fr: La commande a été envoyée à l'appareil, mais s'est terminée par une erreur laissant le dispositif peut-être dans un état indéfini.

source: Command has been successfully executed.
de: Der Befehl wurde erfolgreich ausgeführt.
fr: La commande a été exécutée avec succès.

source: Could not communicate with device, may be it's not reachable.
de: Kann nicht mit dem Gerät kommunizieren, da es möglicherweise nicht erreichbar ist.
fr: La communication avec l'appareil a échouée, peut-être parce qu'il n'est pas atteignable.

source: Data has not been updated due to concurrent modifications.
de: Konnte wegen gleichzeitiger Veränderung die Daten nicht aktualisieren.
fr: La communication avec l'appareil a échouée, peut-être parce qu'il n'est pas atteignable.

source: Edit
de: Bearbeiten
fr: Editer

source: Fire
de: Auslösen
fr: Déclancher

source: Save
de: Speichern
fr: Sauver

source: Sorry, an unexpected error happened !
de: Entschuldigung, es ist ein unerwarteter Fehler aufgetreten !
fr: Désolé, une erreur inattendue est survenue !

source: The device '{name}' has been updated.
de: Das Gerät '{event.name}' wurde aktualisiert.
fr: L'appareil '{name} a été actualisé.

source: The event '{event.name}' has been updated.
de: Das Ereignis '{event.name}' wurde aktualisiert.
fr: L'évènement '{event.name}' a été actualisé.

source: The event '{event.name}' has not been updated due to concurrent modifications.
de: Das Ereignis '{event.name}' konnte nicht aktualisiert werden , weil es gleichzeitig mehrfach verändert wurde.
fr: L'évènement '{event.name}' n'a pas été actualisé à cause de modifications concurrentes.

source: The event '{event.name}' has successfully been fired.
de: Das Ereignis '{event.name}' wurde erfolgreich abgefeuert.
fr: L'événement '{event.name}' a été déclenché avec succès.

source: The event with the ID '{id}' does not exist.
de: Das Ereignis mit der ID '{id}' existiert nicht.
fr: L'évènement avec l'ID '{id}' n'existe pas.

source: The scenario '{name}' has been disabled.
de: Das Szenario '{name}' wurde deaktiviert.

source: The scenario '{name}' has been enabled.
de: Das Szenario '{name}' wurde aktiviert.

source: and
de: und
fr: et

source: less than a minute
de: weniger als einer Minute
fr: moins d'une minute

source: more than a week
de: über einer Woche
fr: plus d'une semaine

source: one day
de: einem Tag
fr: un jour

source: time createMessage next occurrence is unknown
de: Zeitpunkt der nächsten Auslösung ist unbekannt
fr: l'heure de la prochaine occurrence est inconnue

source: will fire in {duration}
de: wird in {duration} ausgelöst
fr: prochaine occurrence dans {duration}

source: {days} days
de: {days} Tage
fr: {days} jours

source: {hours} hours
de: {hours} Stunden
fr: {hours} heures

source: {minutes} minutes
de: {minutes} Minuten

source: The scenario '{scenario.name}' has been updated.
fr: Le scénario '{scenario.name}' a été actualisé.

source: The scenario '{scenario.name}' has not been updated due to concurrent modifications.
fr: Le scénario '{scenario.name}' n'a pas été actualisé à cause de modifications concurrentes.

source: The scenario with the ID '{id}' does not exist.
fr: Le scénario avec l'ID '{id}' n'existe pas.
